[{"uId":"e43e5489-eadd-4027-a0aa-5b8ec7baf3ad","questionId":"d75d57a0","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"BOU","skill_desc":"Boundaries","difficulty":"E","score_band_range_cd":3,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice C is the best answer. The convention being tested is punctuation between a subordinate clause and a main clause. This choice correctly uses a comma to mark the boundary between the subordinate clause (&ldquo;While&hellip;lifelike&rdquo;) and the main clause (&ldquo;others look to the past&rdquo;). </p><p>Choice A is incorrect because it results in an incomplete sentence with no main clause. Choice B is incorrect because it fails to mark the boundary between the subordinate clause (&ldquo;While&hellip;lifelike&rdquo;) and the main clause (&ldquo;others&hellip;past&rdquo;). Choice D is incorrect because it results in an incomplete sentence with no main clause. </p>"},{"uId":"e475f0a6-aa02-4df4-922b-7907b124f21f","questionId":"a427a52c","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"BOU","skill_desc":"Boundaries","difficulty":"M","score_band_range_cd":4,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice C is the best answer. The convention being tested is punctuation between a supplementary phrase and a main clause. This choice correctly uses a comma to mark the boundary between the supplementary phrase (&ldquo;powered&hellip;day&rdquo;), which describes how the LEDs are powered, and the main clause (&ldquo;the blinking&hellip;night&rdquo;). </p><p>Choice A is incorrect because it fails to mark the boundary between the supplementary phrase and the main clause with appropriate punctuation. Furthermore, placing commas around the phrase &ldquo;by solar panels&rdquo; suggests that it could be removed without affecting the coherence of the sentence, which isn&rsquo;t the case. Choice B is incorrect because it fails to mark the boundary between the supplementary phrase and the main clause with appropriate punctuation. Choice D is incorrect. Placing commas around the phrase &ldquo;collected by solar panels during the day&Prime; suggests that it could be removed without affecting the coherence of the sentence, which isn&rsquo;t the case. </p>"},{"uId":"e5c7cf3d-4739-4d26-a02a-15a9ac5ced28","questionId":"3daf126e","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"H","score_band_range_cd":6,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice D is the best answer. The convention being tested is finite and nonfinite verb forms within a sentence. Relative clauses, such as the one beginning with &ldquo;that,&rdquo; require a finite verb, a verb that can function as the main verb of a clause. This choice correctly supplies the clause with the finite future tense verb &ldquo;will be.&rdquo;&nbsp;</p><p>Choice A is incorrect because the nonfinite participle &ldquo;being&rdquo; doesn&rsquo;t supply the clause with a finite verb. Choice B is incorrect because the nonfinite to-infinitive &ldquo;to be&rdquo; doesn&rsquo;t supply the clause with a finite verb. Choice C is incorrect because the nonfinite to-infinitive &ldquo;to have been&rdquo; doesn&rsquo;t supply the clause with a finite verb. </p>"},{"uId":"e751e8ef-7566-47f5-9001-2d4efa7ad531","questionId":"975eda7c","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"E","score_band_range_cd":2,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice B is the best answer. The convention being tested is finite and nonfinite verb forms within a sentence. A main clause requires a finite verb to perform the action of the subject (in this case, &ldquo;people in the Americas&rdquo;), and this choice supplies the finite past perfect tense verb &ldquo;have used&rdquo; to indicate what people in the Americas used the gourd for.&nbsp;</p><p>Choice A is incorrect because the nonfinite to-infinitive &ldquo;to use&rdquo; doesn&rsquo;t supply the main clause with a finite verb. Choice C is incorrect because the nonfinite participle &ldquo;having used&rdquo; doesn&rsquo;t supply the main clause with a finite verb. Choice D is incorrect because the nonfinite participle &ldquo;using&rdquo; doesn&rsquo;t supply the main clause with a finite verb. </p>"},{"uId":"e9e9b196-c46e-4046-ad0b-6043efa83ddb","questionId":"c04e9136","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"BOU","skill_desc":"Boundaries","difficulty":"M","score_band_range_cd":5,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice D is the best answer. This choice correctly uses a semicolon to punctuate a complex list (which is made up of items that have commas in them).</p><p>Choice A is incorrect. This is a complex list, indicated by the semicolon between \"1998\" and \"Carolyn Bertozzi.\" What comes after the blank is a separate list item, so punctuation is needed after \"Stanford.\" Choice B is incorrect. This is a complex list, indicated by the semicolon between \"1998\" and \"Carolyn Bertozzi.\" The items in this list have internal punctuation in the form of commas and must therefore be separated by semicolons to avoid confusion. Choice C is incorrect. This is a complex list, indicated by the semicolon between \"1998\" and \"Carolyn Bertozzi.\" Colons aren&rsquo;t used to separate items in a list.</p>"},{"uId":"eb0843fa-d56e-4acd-98ac-f20cf56245ed","questionId":"588887b9","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"E","score_band_range_cd":2,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice D is the best answer. Faure redesigned the battery in 1881, and the original battery was invented &ldquo;fifteen years earlier.&rdquo; Notice that this is the only choice in the past tense. To indicate that a past occurrence took place before another past occurrence, we need to use &ldquo;had&rdquo; + the past tense form of the verb. This is called the &ldquo;past perfect&rdquo; tense. </p><p>Choice A is incorrect. This choice creates a tense error. Plant&eacute; invented the original battery in the past, so we shouldn&rsquo;t use the present tense &ldquo;is inventing.&rdquo; Choice B is incorrect. This choice creates a tense error. Plant&eacute; invented the original battery in the past, so we shouldn&rsquo;t use the future tense &ldquo;will invent.&rdquo; Choice C is incorrect. This choice creates a tense error. Plant&eacute; invented the original battery in the past, so we shouldn&rsquo;t use the present tense &ldquo;invents.&rdquo; </p>"},{"uId":"f018ddab-6f40-47bc-8c36-d4232ec178e5","questionId":"fe41f258","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"BOU","skill_desc":"Boundaries","difficulty":"M","score_band_range_cd":4,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice A is the best answer. The convention being tested is punctuation use between a main clause and a participial phrase. This choice correctly uses a comma to mark the boundary between the main clause (&ldquo;Epicurus&hellip;&lsquo;soul&rsquo;&rdquo;) and the participial phrase (&ldquo;positing&hellip;absence&rdquo;) that provides additional information about how Epicurus defined pleasure. </p><p>Choice B is incorrect because a colon can&rsquo;t be used in this way to join a main clause and a participial phrase. Choice C is incorrect because a semicolon can&rsquo;t be used in this way to join a main clause and a participial phrase. Choice D is incorrect because it results in a rhetorically unacceptable sentence fragment beginning with &ldquo;positing.&rdquo; </p>"},{"uId":"f27cbf74-1a17-4806-a107-4ea791fc2f04","questionId":"9902d2de","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"BOU","skill_desc":"Boundaries","difficulty":"E","score_band_range_cd":2,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice B is the best answer. The convention being tested is the coordination of main clauses within a sentence. This choice correctly uses a comma and the coordinating conjunction &ldquo;but&rdquo; to join the first main clause (&ldquo;the Alvarez&hellip;out&rdquo;) and the second main clause (&ldquo;it left&hellip;extinctions&rdquo;). </p><p>Choice A is incorrect because when coordinating two longer main clauses such as these, it&rsquo;s conventional to use a comma before the coordinating conjunction. Choice C is incorrect because it results in a run-on sentence. The two main clauses are fused without punctuation and/or a conjunction. Choice D is incorrect because it results in a comma splice. Without a conjunction following it, a comma can&rsquo;t be used in this way to join two main clauses. </p>"},{"uId":"f49b5ecb-6cf1-4f5f-980b-0478185c279a","questionId":"cd2443c0","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"M","score_band_range_cd":4,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice B is the best answer. The convention being tested is subject-modifier placement. This choice makes the noun phrase &ldquo;Anna Behrensmeyer&rdquo; the subject of the sentence and places it immediately after the modifying phrase &ldquo;a pioneer&hellip;fossils.&rdquo; In doing so, this choice clearly establishes that Anna Behrensmeyer&mdash;and not another noun in the sentence&mdash;is a pioneer in the field of taphonomy. </p><p>Choice A is incorrect because it results in a dangling modifier. The placement of the noun phrase &ldquo;fossils of thin-shelled organisms&rdquo; immediately after the modifying phrase illogically suggests that the &ldquo;fossils&rdquo; are a pioneer in the field of taphonomy.&nbsp;Choice C is incorrect because it results in a dangling modifier. The placement of the pronoun &ldquo;it&rdquo; immediately after the modifying phrase illogically suggests that &ldquo;it&rdquo; is a pioneer in the field of taphonomy. Choice D is incorrect because it results in a dangling modifier. The placement of the noun phrase &ldquo;a 2005 analysis&rdquo; immediately after the modifying phrase illogically suggests that &ldquo;a 2005 analysis&rdquo; is a pioneer in the field of taphonomy.&nbsp;</p>"},{"uId":"f60fe94c-9aad-4599-8664-507e4b576b78","questionId":"e44db0a0","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"M","score_band_range_cd":4,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice D is the best answer. The convention being tested is subject-verb agreement. The singular verb \"takes\" agrees in number with the singular subject \"a cycle of lunar phases.\"</p><p>Choice A is incorrect because the plural verb \"are taking\" doesn&rsquo;t agree in number with the singular subject \"a cycle of lunar phases.\" Choice B is incorrect because the plural verb \"have taken\" doesn&rsquo;t agree in number with the singular subject \"a cycle of lunar phases.\" Choice C is incorrect because the plural verb \"take\" doesn&rsquo;t agree in number with the singular subject \"a cycle of lunar phases.\"</p>"},{"uId":"f8f028b2-5318-43b0-95b0-815f6fa9a7a5","questionId":"96e5da01","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"E","score_band_range_cd":2,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice C is the best answer. The convention being tested is the use of verbs to express tense. Simple present tense verbs can be used to describe actions that tend to occur, including in a hypothetical or future scenario. In this case, the simple present tense verb &ldquo;produce&rdquo; indicates what the air exchange systems might be able to do in the future (produce oxygen for astronauts). </p><p>Choice A is incorrect. The present progressive tense verb &ldquo;are producing&rdquo; suggests that the oxygen is currently being produced, not that it might be produced in the future. Choice B is incorrect because the past tense verb &ldquo;produced&rdquo; suggests that the oxygen was produced in the past, not that it might be produced in the future. Choice D is incorrect because the present perfect tense verb &ldquo;have produced&rdquo; suggests that the oxygen has been produced from a point in the past up to the present, not that it might be produced in the future. </p>"},{"uId":"f92239de-e9a8-4b45-81ad-b89141d089c3","questionId":"2c4cd76d","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"BOU","skill_desc":"Boundaries","difficulty":"H","score_band_range_cd":7,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice A is the best answer. The convention being tested is colon use within a sentence. A colon used in this way introduces information that illustrates or explains information that has come before it. In this case, the colon introduces the following explanation of why some roundworms in the Southern Hemisphere move in the opposite direction of Earth&rsquo;s magnetic field. </p><p>Choice B is incorrect because&nbsp;it results in a comma splice. A comma can&rsquo;t be used in this way to join two long independent clauses (&ldquo;Researchers&hellip;food&rdquo; and &ldquo;in&hellip;sources&rdquo;) such as these. Choice C is incorrect because it results in a run-on sentence. The two clauses (&ldquo;Researchers&hellip;food&rdquo; and &ldquo;in&hellip;sources&rdquo;) are fused without punctuation. Furthermore, the conjunction &ldquo;while&rdquo; fails to indicate that what follows is an explanation of why some roundworms in the Southern Hemisphere move in the opposite direction of Earth&rsquo;s magnetic field. Choice D is incorrect because&nbsp;it results in a run-on sentence. The two clauses (&ldquo;Researchers&hellip;food&rdquo; and &ldquo;in&hellip;sources&rdquo;) are fused without punctuation and/or a conjunction. </p>"},{"uId":"f92b52a4-61ea-4aa0-80a4-f10bc6179b29","questionId":"12bd5b75","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"E","score_band_range_cd":1,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice A is the best answer. The convention being tested is pronoun-antecedent agreement. The singular pronoun \"it\" agrees in number with the singular antecedent \"the Salt Lake Temple.\"</p><p>Choice B is incorrect because the singular pronoun \"one\" is ambiguous in this context; the resulting sentence leaves unclear whether there is only one Salt Lake temple or multiple. Choice C is incorrect because the plural pronoun \"they\" doesn&rsquo;t agree in number with the singular antecedent \"the Salt Lake Temple.\" Choice D is incorrect because the plural pronoun \"both\" doesn&rsquo;t agree in number with the singular antecedent \"the Salt Lake Temple.\"</p>"},{"uId":"f9dcd6f7-591a-43b2-8a45-2735a3e49451","questionId":"3ed5ebb4","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"BOU","skill_desc":"Boundaries","difficulty":"M","score_band_range_cd":4,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice C is the best answer. The convention being tested is punctuation between a main clause and a supplementary noun phrase. This choice correctly uses a comma to mark the boundary between the main clause (&ldquo;scholar&hellip;materialism&rdquo;) and the supplementary noun phrase (&ldquo;an apt assessment&rdquo;) that describes Waid&rsquo;s observation about how <em>The House of Mirth</em> depicts the upper classes of New York society. </p><p>Choice A is incorrect because a semicolon and the conjunction &ldquo;and&rdquo; can&rsquo;t be used in this way to mark the boundary between a main clause and a supplementary noun phrase. Choice B is incorrect. Joining the main clause (&ldquo;scholar&hellip;materialism&rdquo;) and the following noun phrase with the conjunction &ldquo;and&rdquo; results in a confusing and illogical sentence that suggests that the novel depicts the upper classes of New York society as &ldquo;an apt assessment,&rdquo; which doesn&rsquo;t make sense in this context. Choice D is incorrect because it fails to mark the boundary between the main clause and the supplementary noun phrase with appropriate punctuation. </p>"},{"uId":"fa5f31db-5855-4640-8245-a2f2794a78b0","questionId":"67614549","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"M","score_band_range_cd":5,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice D is the best answer. The subject of the verb is &ldquo;Lincoln,&rdquo; and the first sentence tells us that we&rsquo;re talking about something that Abraham Lincoln did in 1860. So the simple past tense &ldquo;leveraged&rdquo; fits the logic of the text. </p><p>Choice A is incorrect. This choice creates a tense issue. &ldquo;Has leveraged&rdquo; is the present perfect tense, which is used for an action that began in the past and continues into the present. Lincoln started leveraging his rivals&rsquo; talents in 1860&mdash;it&rsquo;s definitely not still happening today. So the present perfect tense isn&rsquo;t appropriate. Choice B is incorrect. This choice creates a tense issue. &ldquo;Is leveraging&rdquo; is the present tense, but Lincoln leveraged his rivals&rsquo; talents in 1860, so the present tense isn&rsquo;t appropriate. Choice C is incorrect. This choice creates a tense issue. &ldquo;Will leverage&rdquo; is the future tense, but Lincoln leveraged his rivals&rsquo; talents in 1860, so the future tense isn&rsquo;t appropriate. </p>"},{"uId":"faa6b18b-edb0-49df-b90f-a61a1ca4bde7","questionId":"78b88c04","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"BOU","skill_desc":"Boundaries","difficulty":"H","score_band_range_cd":6,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice C is the best answer. The convention being tested is the punctuation of items in a complex series. It&rsquo;s conventional to use a semicolon to separate items in a complex series with internal punctuation, and in this choice, the semicolon after &ldquo;2009&rdquo; is conventionally used to separate the first item (&ldquo;the world&rsquo;s&hellip;2009&rdquo;) and the second item (&ldquo;an online&hellip;2010&rdquo;) in the series of things that Hinson helped create. Further, the comma after &ldquo;Basic&rdquo; correctly pairs with the comma after &ldquo;app,&rdquo; and the comma after &ldquo;network&rdquo; correctly pairs with the comma after &ldquo;TV&rdquo; to set off the supplemental elements (&ldquo;Chickasaw Basic&rdquo; and &ldquo;Chickasaw TV&rdquo;) that provide the names of the app and the TV network, respectively. Altogether, the punctuation in this choice results in a sentence that clearly indicates that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015. &nbsp;</p><p>Choice A is incorrect because it fails to punctuate the complex series in a way that makes clear that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015. Choice B is incorrect because it fails to punctuate the complex series in a way that makes clear that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015.&nbsp;Choice D is incorrect because the comma after &ldquo;2009&rdquo; doesn&rsquo;t match the semicolon used to separate the second and third items in the complex series. </p>"},{"uId":"fb96fa1e-a430-4e47-98ed-974787de6043","questionId":"bd11fe93","module":"english","primary_class_cd_desc":"Standard English Conventions","skill_cd":"FSS","skill_desc":"Form, Structure, and Sense","difficulty":"E","score_band_range_cd":1,"stem_html":"<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>","choices":null,"correct_choice_index":null,"explanation_html":"<p>Choice B is the best answer. The convention being tested is the use of verb forms within a sentence. The nonfinite to-infinitive verb &ldquo;to study&rdquo; is correctly used to form a subordinate clause that indicates what Dr. Caballero-Gill uses chemistry and fossil evidence for (to study oceans as they were in the past). </p><p>Choice A is incorrect because it results in an ungrammatical sentence. The finite verb &ldquo;has studied&rdquo; can&rsquo;t be used in this way to form a subordinate clause that indicates what Dr. Caballero-Gill uses the evidence for. Choice C is incorrect because it results in an ungrammatical sentence. The finite verb &ldquo;studied&rdquo; can&rsquo;t be used in this way to form a subordinate clause that indicates what Dr. Caballero-Gill uses the evidence for. Choice D is incorrect because it results in an ungrammatical sentence. The finite verb &ldquo;studies&rdquo; can&rsquo;t be used in this way to form a subordinate clause that indicates what Dr. Caballero-Gill uses the evidence for. </p>"}]